Repository: common-repository/update-message
Catalog: lang/updatemessage-*.po
Languages: es_es

source: Add Update tags
es_es: Agregue etiquetas de actualización

source: If you have been updated this post with new information, use this box to inform about it.
es_es: Si ha actualizado el artículo con información nueva, use esta caja para informarlo.

source: Please note that the different update messages have to be separed with 3 dashes:
es_es: Por favor, tome en cuenta que los diferentes mensajes de actualización tienen que ser separados con 3 guiones:

source: If you want to force the date displayed, the first line must be %s
es_es: Si desea forzar el despliegue de la fecha, la primera línea debe ser %s

source: Example:
es_es: Ejemplo:

source: The first message
es_es: El primer mensaje

source: The second message
es_es: El segundo mensaje

source: Where do you want to place the update message?
es_es: ¿Dónde desea ubicar el mensaje de actualización?

source: Placement:
es_es: Ubicación:

source: You can also add a shorcode %s to add an updated box wherever you want in your posts
es_es: También puede agregar el código %s a un recuadro de actualización en cualquier lugar que desee en sus artículos

source: Show the update message on home page:
es_es: Muestre el mensaje de actualización en la página de inicio de su sitio:

source: Indicate if you want the update message to be shown in the summary of the posts in your home page.
es_es: Indicar si desea que el mensaje de actualización sea mostrado en el resumen de los artículos en su página principal.

source: Placement for the excerpt:
es_es: Ubicación del extracto:

source: How do you want to render the message?
es_es: ¿Cómo desea presentar el mensaje?

source: The default HTML is:
es_es: El HTML predeterminado es:

source: The following expressions will be replaced:
es_es: Los siguientes términos serán sustituidos:

source: Published date
es_es: Fecha de publicación

source: Updated date
es_es: Fecha de actualización

source: Updated text
es_es: Texto de actualización

source: The default CSS is:
es_es: El CSS por defecto es:

source: Parameters
es_es: Parámetros

source: This plugin may display update/warning boxes in your posts/pages (for instance, to indicate that the content is not up-to-date, that the content has been changed, etc.).
es_es: Este plugin puede desplegar recuadros de advertencia/actualización en sus artículos o páginas (por ejemplo, para indicar que el contenido está desactualizado, que el contenido ha sido modificado, etc.)

source: Purpose of that plugin
es_es: Propósito de este plugin

source: To display the update box, you may add an update box by adding to your post %s
es_es: Para desplegar el recuadro de actualización, puede añadir un recuadro de actualización agregando en artículo %s

source: - use %s to indicate the date of the update
es_es: - utilice %s para indicar la fecha de la actualización

source: - use %s to indicate the date when the box is to be removed as the update message had expired
es_es: - utilice %s para indicar la fecha en que el recuadro será removido luego que el mensaje de actualización haya caducado

source: A button is available in the post/page editor.
es_es: Hay un botón disponible en el editor de artículos/páginas.

source: In the post/page editor, there is also a update widget on the left.
es_es: En el editor de artículos/páginas, también hay un widget de actualización a la izquierda

source: How to display the update box?
es_es: ¿Cómo desplegar el recuadro de actualización?

source: How To
es_es: Cómo

source: Manage translations
es_es: Gestionar traducciones

source: Give feedback
es_es: Envíenos sus sugerencias

source: Other plugins
es_es: Otros plugins
